<template>
	<view class="clauseall">
		<text class="clause" v-if="type==0">
			一、本服务协议双方为湖南骉风科技有限公司（下称“骉风”）与骉风网用户，本服务协议具有合同效力。本服务协议内容包括协议正文及所有骉风已经发布的或将来可能发布的各类规则。所有规则为协议不可分割的一部分，与协议正文具有同等法律效力。在本服务协议中没有以“规则”字样表示的链接文字所指示的文件不属于本服务协议的组成部分，而是其它内容的协议或有关参考数据，与本协议没有法律上的直接关系。用户在使用骉风提供的各项服务的同时，承诺接受并遵守各项相关规则的规定。骉风有权根据需要不时地制定、修改本协议或各类规则，如本协议有任何变更，骉风将在网站上刊载公告，通知予用户。如用户不同意相关变更，必须停止使用“服务”。经修订的协议一经在骉风网公布后，立即自动生效。各类规则会在发布后生效，亦成为本协议的一部分。登录或继续使用“服务”将表示用户接受经修订的协议。除另行明确声明外，任何使“服务”范围扩大或功能增强的新内容均受本协议约束。用户确认本服务协议后，本服务协议即在用户和骉风之间产生法律效力。请用户务必在注册之前认真阅读全部服务协议内容，如有任何疑问，可向骉风咨询。 
			(1)无论用户事实上是否在注册之前认真阅读了本服务协议，只要用户点击协议正本下方的“确认”按钮并按照骉风注册程序成功注册为用户，用户的行为仍然表示其同意并签署了本服务协议。 
			(2)本协议不涉及用户与骉风其它用户之间因网上交易而产生的法律关系及法律纠纷。
			二、 定义骉风网上交易平台：有关骉风网上交易平台上的术语或图示的含义，详见骉风帮助。用户及用户注册：用户必须是具备完全民事行为能力的自然人，或者是具有合法经营资格的实体组织。无民事行为能力人、限制民事行为能力人以及无经营或特定经营资格的组织不当注册为骉风用户或很过其民事权利或行为能力范围从事交易的，其与骉风之间的服务协议自始无效，骉风一经发现，有权立即注销该用户，并追究其使用骉风网“服务”的一切法律责任。用户注册是指用户登录骉风网，并按要求填写相关信息并确认同意履行相关用户协议的过程。用户因进行交易、获取有偿服务或接触骉风网服务器而发生的所有应纳税赋，以及一切硬件、软件、服务及其它方面的费用均由用户负责支付。骉风网站仅作为交易地点。骉风仅作为用户物色交易对象，就货物和服务的交易进行协商，以及获取各类与贸易相关的服务的地点。骉风不能控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易方履行其在贸易协议项下的各项义务的能力。骉风并不作为买家或是卖家的身份参与买卖行为的本身。骉风提醒用户应该通过自己的谨慎判断确定登录物品及相关信息的真实性、合法性和有效性。
			三、 用户权利和义务：用户有权利拥有自己在骉风网的用户名及交易密码，并有权利使用自己的用户名及 密码随时登录骉风网交易平台。用户不得以任何形式擅自转让或授权他人使用自己的骉风网用户名；用户有权根据本服务协议的规定以及骉风网上发布的相关规则利用骉风网上交易平台查询物品信息、发布交易信息、登录物品、参加网上物品竞买、与其它用户订立物品买卖合同、评价其它用户的信用、参加骉风的有关活动以及有权享受骉风提供的其它的有关信息服务；用户在骉风网上交易过程中如与其他用户因交易产生纠纷，可以请求骉风从中予以协调。用户如发现其他用户有违法或违反本服务协议的行为，可以向骉风进行反映要求处理。如用户因网上交易与其他用户产生诉讼的，用户有权通过司法部门要求骉风提供相关资料；用户有义务在注册时提供自己的真实资料，并支持诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及安全性，支持骉风及其他用户可以通过上述联系方式与自己进行联系。同时，用户也有义务在相关资料实际变更时及时更新有关注册资料。用户支持不以他人资料在骉风网进行注册或认证；用户应当支持在使用骉风网网上交易平台进行交易过程中遵守诚实信用的原则，不在交易过程中采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为；用户不应在骉风网网上交易平台上恶意评价其他用户，或采取不正当手段提高自身的信用度或降低其他用户的信用度；
		</text>
		<text class="privacy" v-else>
湖南骉风科技有限公司以及抖车e族APP（下文简称“骉风科技”、“我们”或者“抖车e族”）深知隐私对您的重要性，并会尊重您的隐私。请在向骉风科技提交个人数据之前，阅读、了解本《隐私政策》（下文简称“本政策”）。本政策适用于显示本隐私政策、或链接至本隐私政策的骉风科技网站和产品、服务。

本政策阐述了骉风科技如何处理您的个人数据，但本政策可能并不涉及所有可能的数据处理情境。有关收集产品或服务特定数据的信息可能由骉风科技在补充政策中，或者在收集数据时提供的通知中发布。

我们制定本政策的目的在于帮助您了解以下内容：

1.骉风科技如何收集和使用您的个人数据

2.骉风科技如何使用 Cookie 和同类技术

3.骉风科技如何披露您的个人数据

4.如何访问或修改您的个人数据

5.骉风科技如何保护您的个人数据

6.骉风科技如何处理儿童的个人数据

7.第三方提供商及其服务

8.您的个人数据如何在全球范围转移

9.本政策如何更新

10.如何联系骉风科技

1. 骉风科技如何收集和使用您的个人数据
个人数据是指单独使用或结合其他信息使用时能够确定个人身份的信息。此类数据会在您使用我们的网站、产品或服务，以及与我们互动时由您直接提交给我们，例如，当您创建骉风科技账户或联系我们获得支持时；或者我们通过记录您如何与我们的网站、产品或服务交互而获得，例如，通过Cookie等技术，或者从您设备上运行的软件接收使用数据。在法律允许的情况下，我们还会从公用和商用第三方来源获取有关数据，例如，我们通过从其他公司购买统计数据来支持我们的服务。我们收集的数据取决于您与骉风科技互动的方式，包括访问的网站或者使用的产品和服务等，包括姓名、性别、企业名称、职位、地址、电子邮箱、电话号码、登录信息（帐号和密码）、照片、证件信息等。我们还收集您提供给我们的信息和您发给我们的消息内容，例如您输入的查询信息或您为了获得客服支持而提供的问题或信息。 您在使用骉风科技产品或服务时，可能需要提供您的个人数据。在某些情况下，您可以选择不向骉风科技提供个人数据，但如果您选择不提供，骉风科技可能无法为您提供相关产品或服务，也无法回应或解决您所遇到的问题。

我们可能将您的个人数据用于以下目的：

(a) 创建账户。

(b) 实现您的交易或服务请求，包括履行订单；交付、激活或验证产品或服务；提供培训及认证并管理和处理培训及认证结果；参加线上或线下活动；应您的要求进行变更或者提供您请求的信息（例如产品或服务的营销资料、白皮书）；以及提供技术支持。

(c) 在您同意的情况下，与您联系；向您发送有关您可能感兴趣的产品和服务的信息；邀请您参与骉风科技活动（包括促销活动）、市场调查或满意度调查；或向您发送营销信息。如果您不想接收此类信息，则可以随时退订。

(d) 向您发送重要通知，如操作系统或应用程序更新和安装的通知。

(e) 为您提供个性化用户体验和个性化内容。

(f) 认证和管理供应商及业务合作伙伴，与供应商及业务合作伙伴沟通或开展业务。

(g) 开展内部审计、数据分析和研究，改善我们的产品和服务。

(h) 分析业务运营效率并衡量市场份额。

(i) 在您选择向我们发送错误详情的情况下排查错误。

(j) 同步、共享和存储您上传或下载的数据以及执行上传和下载所需的数据。

(k) 保护我们产品、服务和客户或用户的安全，执行与改善我们的防损和反欺诈计划。

(l) 遵从和执行适用的法律要求，相关的行业标准或我们的政策。

骉风科技还可能收集和使用非识别性数据。非识别性数据是指无法用于确定个人身份的数据。例如，骉风科技会收集汇总的统计数据，例如网站访问量。骉风科技收集此数据的目的在于了解用户如何使用自己的网站、产品和服务。借此，骉风科技可以改善自己的服务，更好地满足客户需求。骉风科技可能会自行决定出于其他目的收集、使用、处理、转移或披露非识别性数据。 我们会尽力隔离您的个人数据和非识别性数据，并单独使用这两种数据。如果个人数据掺杂了非识别性数据，依旧会被视作个人数据处理。

当骉风科技处理您的个人数据时我们会遵从适用的法律的要求基于适当的合法性基础予以处理，包括：

当响应您的交易或服务请求时为履行合同处理您的个人数据；
基于您的同意处理您的个人数据；
当与您联系、进行营销或市场调查，为改善我们的产品和服务，执行与改善我们的防损和反欺诈计划等目的处理您的个人数据时我们将基于我们或第三方的合法利益。这些合法利益包括，使我们能够更有效的管理和运营我们的业务并提供我们的产品和服务；保护我们的业务、系统、产品、服务和客户的安全；内部管理，遵从内部的政策和流程；我们在本政策中描述的其他合法利益等；
我们还可能基于遵从和执行法律义务处理您的个人数据。
2. 骉风科技如何使用 Cookie 和同类技术
2.1 Cookie
为确保网站正常运转，我们有时会在计算机或移动设备上存储名为 Cookie 的小数据文件。Cookie 是一种网络服务器存储在计算机或移动设备上的纯文本文件。Cookie 的内容只能由创建它的服务器检索或读取。每个 Cookie 对您的网络浏览器或移动应用程序都是唯一的。Cookie 通常包含标识符、站点名称以及一些号码和字符。借助于 Cookie，网站能够存储用户偏好或购物篮内的商品等数据。

骉风科技启用Cookie的目的与大多数网站或互联网服务提供商启用 Cookie 的目的一样，即改善用户体验。借助于 Cookie，网站能够记住用户的单次访问（使用会话 Cookie）或多次访问（使用永久 Cookie）。借助于 Cookie，网站能够保存设置，例如计算机或移动设备的语言、字体大小和其他浏览偏好。这意味着，用户无需在每次访问时重新配置用户偏好设置。如果某个网站不使用 Cookie，那么在用户每一次打开网页时，该网站都会将其视为新访客。例如，如果您登录某个网站后转到另一个网页，该网站就不会识别出您，而您会被再次注销。 骉风科技不会将 Cookie 用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除 Cookie。

2.2 网站信标和像素标签
除 Cookie 外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，骉风科技向您发送的电子邮件可能含有链接至骉风科技网站内容的点击 URL。如果您点击该链接，骉风科技则会跟踪此次点击，帮助我们了解您的产品和服务偏好并改善客户服务。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从骉风科技的寄信名单中退订。

您使用我们的网站意味着您同意按照如上所述使用Cookie，网站信标和像素标签。

3. 骉风科技如何披露您的个人数据
在某些服务由骉风科技的授权合作伙伴提供的情况下，骉风科技会如本政策描述与该合作伙伴共享您的个人数据。例如，在您上网购买骉风科技产品时，骉风科技必须与物流服务提供商共享您的个人数据才能安排送货，或者安排合作伙伴提供服务。此外，作为跨国公司，我们可能在骉风科技的关联公司间共享个人数据。

在适用的法律要求或响应法律程序的情况下，骉风科技也可能会向相关的执法机关或者其他政府机关披露您的个人数据。在某些管辖区，如果骉风科技牵涉到重组、合并或破产和清理诉讼，那么您的个人数据还可能会被披露给交易方。骉风科技还会在存在合理需求的情况下披露您的数据，例如出于执行合同以及我们认为为阻止身体损害或财产损失或调查可能的或实际的非法行为有必要披露且披露是适当的。

4. 如何访问或修改您的个人数据
您应确保提交的所有个人数据都准确无误。骉风科技会尽力维护个人数据的准确和完整，并及时更新这些数据。

当适用的法律要求的情况下，您可能(1)有权访问我们持有的关于您的特定的个人数据；(2)要求我们更新或更正您的不准确的个人数据；(3)拒绝或限制我们使用您的个人数据；以及(4)要求我们删除您的个人数据。如果您想行使相关的权利.

当适用的法律要求的情况下，当骉风科技基于您的同意处理您的个人数据时，您还有权随时撤销您的同意。但撤销同意不会影响撤销前我们基于您的同意处理您个人数据的合法性及效力，也不影响我们基于其他适当的正当性基础处理您的个人数据。

如果您认为我们对您的个人信息的处理不符合适用的数据保护法律，您可以与法定的数据保护机构联系。

5. 骉风科技如何保护和留存您的个人数据
骉风科技重视个人数据的安全。我们采用适当的物理、管理和技术保障措施来保护您的个人数据不被未经授权访问、披露、使用、修改、损坏或丢失。例如，我们会使用加密技术确保数据的机密性；我们会使用保护机制防止数据遭到恶意攻击；我们会部署访问控制机制，确保只有授权人员才可访问个人数据；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人数据重要性的认识。我们会尽力保护您的个人数据，但是请注意任何安全措施都无法做到无懈可击。

我们将会在达成本政策所述目的所需的期限内保留您的个人数据，除非按照法律要求或许可需要延长保留期或受到法律的允许。因为基于不同的场景和产品及服务的不同，数据的存储期可能会有所不同，我们用于确定存留期的标准包括：完成该业务目的需要留存个人数据的时间，包括提供产品和服务，维护相应的交易及业务记录，管控并提升产品与服务性能与质量，保证系统、产品和服务的安全，应对可能的用户查询或投诉，问题定位等；用户是否同意更长的留存期间；法律、合同等是否有保留数据的特殊要求等。只要您的账户是为您提供服务必须，我们都将保留您的注册信息。您也可以选择注销您的账号，在您注销账号后，我们会停止基于该账号提供产品和服务，并在无特殊法律要求的情况下，删除您相应的个人数据。

6. 骉风科技如何处理儿童的个人数据
我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户帐户。对于经父母同意而收集儿童个人数据的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或披露此数据。 如果骉风科技发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人数据，则会设法尽快删除相关数据。

7. 第三方提供商及其服务
为确保流畅的浏览体验，您可能会收到来自骉风科技及其合作伙伴外部的第三方（下文简称“第三方”）提供的内容或网络链接。骉风科技对此类第三方无控制权。您可选择是否访问第三方提供的链接、内容、产品和服务。

骉风科技无法控制第三方的隐私和数据保护政策，此类第三方不受到本政策的约束。在向第三方提交个人信息之前，请参见这些第三方的隐私保护政策。

8. 您的个人数据如何在全球范围转移
骉风科技是一家跨国公司，这意味着，骉风科技收集的您的个人数据可能会在您使用产品或服务所在国家/地区、在骉风科技或其关联公司、子公司或服务提供商、业务合作伙伴设有机构的其他国家/地区进行处理，或者受到来自这些国家/地区的访问。这些国家/地区的数据保护法可能不同。在此类情况下，骉风科技会采取措施确保我们收集的数据依据本政策和适用法律的要求进行处理。包括当位于欧盟的数据主体的个人数据被转移至不被欧盟认可的同等数据保护水平国家或地区时，骉风科技会使用各种法律机制，如签署欧盟委员会批准的标准合同条款或请求您对跨境转移个人数据的同意，或者在跨境数据转移之前实施数据匿名等安全举措。

9. 本政策如何更新
骉风科技保留不时更新或修改本政策的权利。如果我们的隐私政策变更，我们会将最新版隐私政策发布在这里。如果我们对隐私政策做出了重大变更，我们还可能会通过不同渠道向您发送变更通知，例如，在我们的网站上发布通知或者向您发布单独的通知。

10. 如何联系骉风科技
如果您有任何隐私投诉或问题要联系骉风科技数据保护官，请下载抖车e族APP进行以及反馈或者直接拨打0745-8888888进行咨询。

当骉风科技按照本隐私政策处理您的个人数据时，响应您的请求、与您联系、向您提供产品或服务或与您达成或即将达成合同的骉风科技实体是相关个人数据的控制者。

最近更新日期：2020 年 10 月
		</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				type:'',
			}
		},
		onLoad(e) {
			console.log(e.type);
			this.type = e.type;
			let title = e.type == 0 ? '用户协议':'隐私政策'
			uni.setNavigationBarTitle({
				title: title
			});
		},
		methods: {
			
		}
	}
</script>

<style>
.clauseall{
	width: 100%;
	padding: 30upx 30upx;
	box-sizing: border-box;
	font-size: 28upx;
}
</style>
